   {
      "description": "**TO GAIN ACCESS TO THE BOT, PLEASE GO VISIT <#808182218178166785> AND READ AND REACT TO THE RULES!**\n\n**__These commands are to be used in <#1080860037662122076> only!__**\n>  `.lookup <item>` - to look up item code\n>  `.item <code>` - to look up item variants\n> `.customize <code>` - to change item variant\n>  `.position` - view your position in queue\n>  `.remove` - removes you from queue\n>  `.vn <villager name>` - to look up a villager\n> `.recipe <name of recipe>` - to look up recipes\n\n**__To order items/villagers, use this command in <#1080860091277901925>__**\n> `.order <item code/villager code>` \n\n\n**ITEM LOOKUP AND CUSTOMIZATION** <#1080860037662122076>\n> For this example I'm going to lookup a desktop computer and customize it. \n> __NOT ALL ITEMS CAN BE CUSTOMIZED__\n\n**1.** Type and send the following command \n\n> `.lookup desktop computer`\n\nBot responds with: \n```0E06 desktop computer```\n**2.** Now that you have the code for desktop computer, you want to type and send the following command to see item variant:\n\n> `.item 0E06`\n\nBot responds with: \n```desktop computer:\nColor:\n0=Black (Black)\n1=Silver (Gray)\n2=White (White)\n3=Pink (Pink)\n\nScreen:\n000=Desktop (Blue)\n032=Search engine (White)\n064=Calculations (Colorful)\n096=Web browsing (Colorful)\n128=Programming (Colorful)\n160=Art program (Colorful)\n192=Digital audio workstation (Colorful)```\n\n**3.** Now you want to customize your desktop. You will choose the the color that you want and the screen that you want displayed on the desktop. For this example I will choose a white color desktop with web browsing screen. Type and send the following command:\n\n> `.customize 0E06 2 096`\n\nBot responds with: \n```desktop computer: 0000006200000E06```\nThis is the code that you will add to your order when ordering the items in <#1080860091277901925>\n\n**Example**\n>  `.order 0000006200000E06`\n\nNote: If the number of your option is zero or multiple zeros then that's the default. Don't include it when trying to customize.\n\n**VILLAGER LOOK UP AND ORDER**\n> For this example I want to lookup and order villager Raymond\n> __MAKE SURE YOU HAVE AN EMPTY HOUSE PLOT AVAILABLE BEFORE ORDERING A VILLAGER__\n\n**1.** In <#1080860037662122076> type and send the following command:\n\n> `.vn Raymond`\n\nBot responds with \n```Raymond=cat23```\n**2.**  Now that we have our code for the villager, the next step is to head over to <#1080860091277901925> and order your villager. Type and send the following command to order your villager :\n\n> `.order villager:cat23`\n\n**OTHER INFO**\n>  You can compile a list of 40 codes max when ordering. Make sure each code is followed by a space. \n\n> If you don't input 40 codes when ordering then the last code in your order will repeat. You do not have to pick up everything that you ordered.\n\n>  Order gold nuggets or royal crowns instead of bells. A full inventory of these items sells for 12M bells\n\n> Use the following command to order a full inventory of Nook Miles Tickets: `.order nook miles ticket`\n\n> You can order items and a villager at the same time. To add a villager to your order just add the villager code at the end of your order. Here is an example on how to do so by using the item and villager example used in the tutorials above. `.order 0000006200000E06 villager:cat23`\n\n>  After submitting your order, the bot will DM you instructions. When it's your turn, the bot will DM you a dodo code. Be ready, input the code in your game and fly to my island to retrieve your items/villager. Make sure your inventory is empty so that you can get your items.",
      "color": 15827149,
      "fields": [
        {
          "name": "EXTRA VILLAGER INFO",
          "value": "> When you arrive to the island you can find the items if you take the right path and you can find the villager you requested if you take the left path.\n\n> If you ordered a villager and you can't go inside the house then that means the villager is sleeping. it wakes up around 8am-9am CST."
        }
      ]
    }
