{
    "color": 14694887,
    "fields": [
      {
        "name": "**Q1.** How do I create Pokemon for Scarlet & Violet?",
        "value": "> First, go read the <#1042594182826565674>, then read and react to the rules in <#808182218178166785>. Finally, for a full guide on how to create Pokemon, read and review the SV Guide found here: <#1033769288932270180>"
      },
      {
        "name": "**Q2.**  Is this legal/safe and will I get banned?",
        "value": "> This is 100% legal and safe. Creating Pokémon's here and using them online will __not__ get you banned."
      },
      {
        "name": "**Q3.** What Pokémon are shiny locked and can not be traded/requested with the bot?",
        "value": "> The following Pokemon are shiny locked: **Gholdengo, Ting-Lu, Chein-Pao, Wo-Chien, Chi-Yu, Koraidon, Miraidon, Gimighoul, Iron Leaves, Walking Wake. ** Don't attempt to create these Pokémon's in their shiny forms because it will not work. Requesting them non shiny will work as long as the entire set is legal."
      },
      {
        "name": "**Q4.** What Pokémon are available/obtainable and the bot can create?",
        "value": "> Below is a link with a list of all the available/obtainable Pokémon in Scarlet/Violet: \n> https://www.serebii.net/scarletviolet/paldeapokedex.shtml\n\n> These Pokemon have also been added and are available: Zorua-Hisui, Zoroark-Hisui, Walking Wake, Iron Leaves, Froakie, Frogadier, Greninja, Scorbunny, Raboot, Cinderace, Charmander, Charmeleon, Charizard, Wooper, Quagsire, Galarian Meowth, Rowlet, Dartrix, Decidueye and Perrserker."
      },
      {
        "name": "**Q5.** What other lines can I add to my showdown set when creating a Pokémon?",
        "value": "> **These lines must go anywhere after the name of the Pokémon and before the first move or the bot will not acknowledge them.**\n> \n> Here is an example of other lines you can add to your showdown set when creating a Pokémon to include OTgender, OT, TID, what ball the Pokémon is in, region(language). The lines in bold are needed if you want your Pokémon to have your exact trainer data and be 100% yours.\n> \n> **OT: TheHighTable\n> TID: 071791\n> SID: 0910\n> OTGender: Male/Female\n> Language: English** \n> Ball: Poke Ball\n> \n> __Available Languages__ - Japanese, English, French, Italian, German, Spanish, Korean, ChineseS, and ChineseT\n> \n> __Available Balls__ - Beast Ball, Dive Ball, Dream Ball, Dusk Ball, Fast Ball, Friend Ball, Great Ball, Heal Ball, Heavy Ball, Level Ball, Love Ball, Lure Ball, Luxury Ball, Master Ball, Moon Ball, Nest Ball, Poke Ball, Premier Ball, Quick Ball, Repeat Ball, Timer Ball, and Ultra Ball"
      },
      {
        "name": "**Q6.** What is SID (Secret ID) and how do I obtain it?",
        "value": "> Make sure you know how to trade with the bot before doing any of this.\n> Read about SID below\n> https://bulbapedia.bulbagarden.net/wiki/Trainer_ID_number\n\n> Below is a video tutorial on how to obtain your secret ID\n> https://youtu.be/SgUYXSSDRKk"
      },
      {
        "name": "**Q7.** What is the trade command, how can I cancel my position in queue, and how can I check my position in queue?",
        "value": "> `.trade` - is the command you add in front of the Pokémon name or as a comment when using pk8 file, before submitting to creation channel.\n> `.qc` - this command removes you from the queue\n> `.qs` - tells you your position in the queue"
      },
      {
        "name": "**Q8.** How do I create or edit a pk9 file?",
        "value": "> By downloading a program called pkhex to your pc. We don't offer tutorials on how to use pkhex since an easy google/youtube search can give you that info. Most tutorials are outdated but have the same general information. Our support here is for using the bots and not teaching you about pkhex. sorry not sorry.\nThere is a tutorial by a youtuber pinned in <#808182861571686430>"
      },
      {
        "name": "**Q9.** Bot responded with one of the following.",
        "value": "`Oops! I wasn't able to create a --- from that set. Egg is unavailable in the game.`\n> This error is usually caused because user misspelled the Pokémon name or didn't add the correct spaces on the first line when requesting a Pokémon. Showdown gives you the correct format so it shouldn't be an issue unless you edited the set after exporting from showdown.\n\nExample of correct usage:\n.trade Charizard @ Master Ball\n\nFour of many examples that cause such error:\n.tradeFuecoco @ Master Ball\n.trade Fuecoco @Master Ball\n.trade Fuecoco@ Master Ball\n.trade Fueccoco @ Master Ball\n\n`Oops! I wasn't able to create a <Pokémon name> from that set.`\n> This error means that something from your set is not legal and it can not possibly exist. You need to figure out what in your set is causing that error and fix it.\n\n`Requested shiny value (ShinyType.Always) is not possible for the given set.`\n> This error means that the Pokémon you are trying to create can not legally be shiny."
      },
      {
        "name": "**Q10.** Bot responds with `Provided Pokémon content is blocked from trading!`",
        "value": "This error is caused by a few things.\n> 1. you are requesting an illegal Pokémon\n> 2. the bot filters certain words, symbols, ect. from being added as your OT or Pokémon name because they can be used as advertising purposes. Some examples are adding a period anywhere, the words `ttv`, `com`, `org`, `*`, `YT`, `gg`, `net` and few others."
      },
      {
        "name": "Q11. I requested a level 50 Pokémon and got a level 100 Pokémon instead. What the fuck is going on Abel?",
        "value": "> I'll tell you what the fuck is going on. When requesting a level 50 Pokémon, the bot assumes you are going to use it for competitive so it automatically sets it to level 100 to take full advantage of its IVs/EVs\n> If this is not the case just request it at level 49 and holding a rare candy so you can feed it to it and raise it to level 50"
      }
    ]
  }
