{
  "title": "__SERVER STAFF & ROLES__",
  "description": "We have several staff and member roles in the server. Below is an explanation of each role. If you have questions regarding staff and member roles, please ask in <#906739960084856832>\n\n**__Staff Roles__**\n\n<@&810013892670521364> \n>  The Owner of The High Table. The Elder resides over the High Table and makes all the critical decisions in developing the server and its functions. \n\n<@&878727109143580683>\n> Admins help enforce the rules of the server as well as help maintain the variety of bots in the server. Admins have elevated permissions in the server and have full control use over the server moderation bot (<@1003479970938626128>) If you find yourself in a pressing server related issue that cannot be resolved by waiting for a reply from <@1003479970938626128>, please feel free to DM an Admin. \n\n<@&993305944412921967>\n> Moderators help enforce the rules of the server and are tasked with upholding our community standards and providing support with our services provided. Actions taken by moderators here such as kicks, warns, and bans are final and should not be argued.\n\n<@&1083147310105640971>\n> Trial mods also help enforce the rules of the server and help with upholding the community standards. While this a transitory  role into <@&993305944412921967> they too have the final say on infractions they deem are necessary.\n\n\n**__Member Roles__**\n\n<@&810011899784593468>\n> The Member role is assigned after reading the <#808182218178166785>. This role grants users access to all the bot channels and the ability to use our free SV bot.\n\n<@&1077817839626498108>\n> This role allows members to post their artwork in <#1078116619416514570>. If you are interested in showcasing your work, please send a DM to <@1003479970938626128> with an example of what you would like to post. \n\n<@&926328786990034955>\n> A super secret role given out only to a select few who the staff deems to be star members of our community.",
  "color": 5619771
}